{
	"License Server Settings": "Настройки сервера лиценцзии",
	"Sometimes settings change, because I have to move licensing server from one server to another.": "Эти настройки могут измениться, так как IP сервера лицензий может быть изменен, на всякий случай, здесь будут отображаться текущие рабочие настройки для сервера.",
	"Current License Server settings are:": "Текущие настройки для сервера лицензии:",
	"You can change these settings from:": "Данные настройки можно изменить отсюда:",
	"A tool to parse WhatsApp hashes, to generate new or use existing WhatsApp and register a  or existing range of WhatsApp numbers": "Инструмент для парсинга и регистрации новых телефонных номеров WhatsApp",
	"Modules": "Модули",
	"Parser": "Парсер",
	"Import phone numbers from a .txt file or generate them and check wether they were already registered with empty or specified password": "Импортируйте номера из текстового файла и проверьте, были ли они ранее зарегистрированы, вы сразу получите HASH-код номера WhatsApp",
	"Features": "Возможности",
	"Ultra-fast multi-threaded parallel parsing": "Супербыстрый многопоточный процесс парсинга",
	"Ability to parse numbers registered with a password": "Возможность парсить номера, которые были зарегистрированы с паролем",
	"Multiple API versions implemented. You can use the newest, oldest one or both of them": "Различные версии API WhatsApp, вы можете выбрать новую версию, старую или обе.",
	"Ability to set a pause in order to avoid WhatsApp filtration": "Возможность установить паузу в целях уклонения от фильтров на стороне WhatsApp",
	"Export parsed numbers to CSV or TXT files, including parsed hashes": "Экспорт результатов в CSV или TXT файлы вместе с полученными хэшами",
	"Registration": "Регистрация",
	"Send verification SMS messages to all of the imported phone numbers and check recieved verification codes to get the hashes": "Посылайте проверочные SMS-сообщения на импортированные номера и подтвердите коды для получения хэша номера",
	"Batch verfification SMS sent": "Пакетная отправка проверочных SMS сообщений",
	"Batch verification codes submit": "Пакетная проверка полученных SMS сообщений",
	"Ability to register numbers with a password": "Возможность зарегистрировать номер с паролем",
	"Instantly get hashes for numbers which verification codes were already submitted": "Для тех номеров, у которых уже проведена верификация, программа автоматически получает хэш, даже не отправляя SMS",
	"Generator": "Генератор",
	"Generate range of phone numbers and send them to parser module or to text file": "Генерируйте диапазон телефонных номеров и передайте их в парсер для поиска доступных номеров для ваших рассылок или экспортируйте результаты в текстовый файл для дальнейшего использования",
	"Shuffle numbers to deflect WhatsApp attention away from you": "Перемешайте номера, чтобы отвлечь от себя внимание администраторов серверов WhatsApp",
	"Instantly send generated numbers to parser module": "Отправка результатов генератора в парсер в один клик",
	"Save generated numbers to text file": "Сохранение сгенерированных номеров в текстовый файл",
	"Buy & Download": "Купить и скачать",
	"Buy": "Купить",
	"Download": "Скачать",
	"Buy the license key and get access to full list of features": "Купите лицензионный ключ для получения доступа ко всем приемуществам программы",
	"Contact me": "Свяжитесь со мной",
	" to buy the license key": " для того чтобы получить лицензионный ключ",
	" Buy full version": " Купить полную версию",
	"You can also download": "Вы также можете скачать",
	" free": " полностью бесплатную",
	"test version of the program, which can handle up to 10 phone numbers at time": "тестовую версию программы, которая поддерживает обработку максимум 10 номеров",
	" Download free version": " Скачать бесплатную версию",
	"Contact": "Связаться со мной",
	"Feel free to conact me and ask any question about the WhatsAppTools": "Задавайте вопросы любого характера, имеющие отношение к моей программе WhatsAppTools, рассматриваю сотрудничество",
	"I can show you all the benefits of the": "По вашей просьбе я могу бесплатно продемонстрировать вам работу программы",
	" by sharing my screen with you via": ", предоставив вам доступ к моему рабочему столу через ",
	" or": " или",
	"Current settings": "Текущие настройки",
	"Contact Me": "Свяжитесь со мной",
    "Language ":"Язык ",
    "Whats new in 1.6?": "Что нового в версии 1.6?",
    "A lot of bugs & crashes fixed": "Исправлено много багов и вылетов",
    "The code was optimised for high perfomance": "Код был оптимизирован для повышения производительности",
    "WhatsApp server interaction was optimised too!": "Взаимодействие с серверами WhatsApp было также оптимизировано",
    "Now, you will be able to receive notifications about the new version of the WhatsAppTools!": "Добавлена возможность получать уведомления об обновлениях!",
    "New pretty icons set": "Новый набор иконок",
    "Enhanced design": "Улучшенный дизайн",
    "NEW VERSION!": "НОВАЯ ВЕРСИЯ!",
    "Fixed WhatsApp API changes": "Обновлена версия API WhatsApp"
}